Repository: linckosz/moonlight-ios-MFX
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Your device's network connection is blocking Moonlight. Streaming may not work while connected to this network.
zh_hans: 你的设备正在阻止Moonlight进行连接。在该网络上串流有可能无法正常工作。

source: Add Host Manually
zh_hans: 手动添加主机

# Average network latency: %u ms (variance: %u ms)
source: Average network latency: %1$u ms (variance: %2$u ms)
zh_hans: 平均网络延迟: %1$u ms (抖动: %2$u ms)

source: Bitrate: %.1f Mbps
zh_hans: 码率: %.1f Mbps

source: Cancel
zh_hans: 取消

source: Connection Help
zh_hans: 网络连接帮助

source: Failed to quit app. If this app was started by another device, you'll need to quit from that device.
zh_hans: 无法退出程序。如果这个程序是从其他地方打开的你需要从其他地方退出。

source: Frames dropped by your network connection: %.2f
zh_hans: 网络丢帧率: %.2f

source: Hide App
zh_hans: 隐藏程序

source: Host MAC unknown, unable to send WOL Packet
zh_hans: 主机的MAC地址未知，无法发送WOL请求。

# Host processing latency min/max/avg: %.1f/%.1f/%.1f ms
source: Host processing latency min/max/avg: %1$.1f/%2$.1f/%3$.1f ms
zh_hans: 主机处理延迟 最低/最高/平均: %1$.1f/%2$.1f/%3$.1f ms

source: If Moonlight doesn't find your local gaming PC automatically, enter the IP address of your PC
zh_hans: 如果Moonlight无法自动找到局域网上的主机，请手动输入目标主机的IP地址。

source: Network Test Complete
zh_hans: 网络测试已完成

source: NVIDIA GameStream End-of-Service
zh_hans: NVIDIA Shield串流终止服务

source: OK
zh_hans: 确定

source: Quit App
zh_hans: 退出程序

source: Quit Running App and Start
zh_hans: 退出程序重新并打开

source: Quitting App Failed
zh_hans: 退出程序失败

source: Remove Host
zh_hans: 删除主机

source: Resume App
zh_hans: 恢复程序

source: Resume Running App
zh_hans: 恢复运行中的程序

source: Searching for PCs on your network...
zh_hans: 正在你的网络上搜索主机...

source: Select Host
zh_hans: 选择主机

source: Select New Host
zh_hans: 选择一个新主机

source: Set PC/Game resolution:
zh_hans: 设置 主机/游戏 分辨率到:

source: Successfully sent wake-up request. It may take a few moments for the PC to wake. If it never wakes up, ensure it's properly configured for Wake-on-LAN.
zh_hans: 成功发送局域网唤醒请求。这可能需要一些时间让电脑启动。如果电脑并未正常启动，检查电脑是否已启用WOL功能。

# Target stream: %dx%d
source: Target stream: %1$dx%2$d
zh_hans: 目标分辨率: %1$dx%2$d

source: Test Network
zh_hans: 测试网络连接

source: The network test could not be performed because none of Moonlight's connection testing servers were reachable. Check your Internet connection or try again later.
zh_hans: 网络连接测试因为没有可用的测试服务器而无法进行。检查你的网络连接后再试一次。

source: This network does not appear to be blocking Moonlight. If you still have trouble connecting, check your PC's firewall settings. Visit the Moonlight Setup Guide on GitHub for additional setup help and troubleshooting steps.
zh_hans: 当前网络似乎并没有阻止Moonlight。如果你仍然无法正常连接，请检查电脑的防火墙设置。

source: Video stream: %dx%d %.2f FPS (Codec: %@)
zh_hans: 视频分辨率: %1$dx%2$d %3$.2f FPS (编码器: %4$@)

source: View All Apps
zh_hans: 查看所有App

source: Wake PC
zh_hans: 唤醒电脑

source: Wake-On-LAN
zh_hans: 局域网唤醒

source: Your current network connection seems to be blocking Moonlight. Streaming may not work while connected to this network. The following network ports were blocked: %s
zh_hans: 你当前的网络似乎正在阻止Moonlight。Moonlight在当前网络有可能无法正常工作。以下是可能被阻止的端口: %s
